Repository: ManuelCAZALLA/Pare-Daily-Focus-Planner
Catalog: TramiteWidgets/Resources/Localizable.xcstrings
Source language: es
Languages: ar, de, en, fr, it, pt

# obligation.scan.section
source: Documento escaneado
ar: مستند ممسوح ضوئيًا
de: Gescanntes Dokument
en: Scanned document
fr: Document numérisé
it: Documento scansionato
pt: Documento digitalizado

# obligation.scan.view
source: Ver documento
ar: عرض المستند
de: Dokument anzeigen
en: View document
fr: Voir le document
it: Visualizza documento

# obligations.actionStart
source: Cuándo empezar a prepararlo
ar: متى البدء في تحضيره
de: Wann soll mit der Zubereitung begonnen werden?
en: When to start preparing it
fr: Quand commencer à le préparer
it: Quando iniziare a prepararlo
pt: Quando começar a prepará-lo

# obligations.add
source: Añadir trámite
ar: إضافة الإجراء
de: Verfahren hinzufügen
en: Add obligation
fr: Ajouter une procédure
it: Aggiungi procedura
pt: Adicionar procedimento

# obligations.all
source: Todos los trámites
ar: جميع الإجراءات
de: Alle Verfahren
en: All obligations
fr: Toutes les procédures
it: Tutte le procedure
pt: Todos os procedimentos

# obligations.cancel
source: Cancelar
ar: إلغاء
de: Abbrechen
en: Cancel
fr: Annuler
it: Annulla

# obligations.categories
source: Categorías vitales
ar: الفئات الحيوية
de: Wichtige Kategorien
en: Life categories
fr: Catégories vitales
it: Categorie vitali
pt: Categorias vitais

# obligations.delete
source: Eliminar trámite
ar: حذف الإجراء
de: Vorgang löschen
en: Delete obligation
fr: Supprimer la procédure
it: Procedura di eliminazione
pt: Excluir procedimento

# obligations.documents
source: Documentos necesarios...
ar: الوثائق اللازمة...
de: Notwendige Unterlagen...
en: Required documents...
fr: Documents nécessaires...
it: Documenti necessari...
pt: Documentos necessários...

# obligations.edit
source: Editar trámite
ar: إجراء التحرير
de: Verfahren bearbeiten
en: Edit obligation
fr: Procédure de modification
it: Procedura di modifica
pt: Editar procedimento

# obligations.empty
source: Aún no hay trámites guardados
ar: لا توجد إجراءات محفوظة حتى الآن
de: Es sind noch keine gespeicherten Prozeduren vorhanden
en: There are no saved obligations yet
fr: Il n'y a pas encore de procédures enregistrées
it: Non ci sono ancora procedure salvate
pt: Ainda não há procedimentos salvos

# obligations.expiry
source: Tiene fecha de caducidad
ar: لديه تاريخ انتهاء الصلاحية
de: Hat ein Ablaufdatum
en: Has an expiry date
fr: A une date d'expiration
it: Ha una data di scadenza
pt: Tem data de validade

# obligations.holder
source: Nombre del titular...
ar: اسم المالك...
de: Name des Besitzers...
en: Holder's name...
fr: Nom du propriétaire...
it: Nome del proprietario...
pt: Nome do proprietário...

# obligations.noAlert
source: Sin aviso
ar: دون سابق إنذار
de: Ohne Vorankündigung
en: No alert
fr: Sans préavis
it: Senza preavviso
pt: Sem aviso prévio

# obligations.notes
source: Notas o detalles adicionales...
ar: ملاحظات أو تفاصيل إضافية...
de: Zusätzliche Hinweise oder Details...
en: Notes or additional details...
fr: Notes ou détails supplémentaires...
it: Ulteriori note o dettagli...
pt: Notas ou detalhes adicionais...

# obligations.registered
source: Registrado
ar: مسجل
de: Registriert
en: Saved
fr: Inscrit
it: Registrato

# obligations.reminder
source: ¿Cuándo quieres que te avise?
ar: متى تريد مني أن أبلغك؟
de: Wann soll ich Sie benachrichtigen?
en: When do you want to be reminded?
fr: Quand veux-tu que je te prévienne ?
it: Quando vuoi che ti avvisi?
pt: Quando você quer que eu te avise?

# obligations.save
source: Guardar
ar: حفظ
de: Speichern
en: Save
fr: Enregistrer
it: Salva
pt: Salvar

# obligations.saved
source: Ver trámites guardados
ar: عرض الإجراءات المحفوظة
de: Gespeicherte Prozeduren anzeigen
en: View saved obligations
fr: Afficher les procédures enregistrées
it: Visualizza le procedure salvate
pt: Ver procedimentos salvos

# obligations.saved.count
source: Ver trámites guardados (%lld)
ar: عرض الإجراءات المحفوظة (%lld)
de: Gespeicherte Prozeduren anzeigen (%lld)
en: View saved obligations (%lld)
fr: Afficher les procédures enregistrées (%lld)
it: Visualizza procedure salvate (%lld)
pt: Ver procedimentos salvos (%lld)

# obligations.search
source: Buscar trámite...
ar: إجراءات البحث...
de: Suchvorgang...
en: Search obligations...
fr: Procédure de recherche...
it: Procedura di ricerca...
pt: Procedimento de pesquisa...

# obligations.selectTemplate
source: Seleccionar plantilla
ar: حدد القالب
de: Vorlage auswählen
en: Select template
fr: Sélectionnez un modèle
it: Seleziona modello
pt: Selecione o modelo

# obligations.subtitle
source: El asistente de los trámites que siempre se olvidan
ar: المساعد للإجراءات التي تنسى دائما
de: Der Assistent für die Eingriffe, die immer vergessen werden
en: The assistant for the obligations you always forget
fr: L'assistant pour les démarches toujours oubliées
it: L'assistente per le procedure che si dimenticano sempre
pt: O assistente para os procedimentos que sempre são esquecidos

# obligations.title
source: Trámites
ar: الإجراءات
de: Verfahren
en: Obligations
fr: Procédures
it: Procedure
pt: Procedimentos

source: Obra social o prepaga
ar: أوبرا سوشال أو اشتراك مُسبق الدفع
de: Sozialkasse oder Vorauszahlung
en: Social health plan or prepaid plan
fr: Couverture sociale ou prépayée
it: Obra sociale o assicurazione prepagata
pt: Obra social ou plano pré-pago

source: Opcional — una reflexión del día...
ar: اختياري - انعكاس لليوم...
de: Optional – eine Reflexion des Tages...
en: Optional — a reflection on the day...
fr: Facultatif — un reflet de la journée...
it: Facoltativo: una riflessione sulla giornata...
pt: Opcional - uma reflexão do dia...

source: Orden profesional (albo)
ar: السجل المهني (albo)
de: Berufsregister (albo)
en: Professional register (albo)
fr: Ordre professionnel (albo)
it: Albo professionale
pt: Ordem profissional (albo)

source: Organiza tu Día
ar: تنظيم يومك
de: Organisieren Sie Ihren Tag
en: Organize Your Day
fr: Organisez votre journée
it: Organizza la tua giornata
pt: Organize seu dia

source: Padrón de vehículos (patente)
ar: سجل المركبات (اللوحة)
de: Fahrzeugregister (Kennzeichen)
en: Vehicle registry (licence plate)
fr: Registre des véhicules (plaque d'immatriculation)
it: Anagrafe veicoli (targa)
pt: Registo de veículos (matrícula)

source: Página Web
ar: موقع الكتروني
de: Website
en: Website
fr: Site Web
it: Sito web
pt: Site

source: Parentesco (ej. Madre, Hijo)
ar: العلاقة (مثل الأم والابن)
de: Beziehung (z. B. Mutter, Sohn)
en: Relationship (e.g. Mother, Son)
fr: Relation (par exemple mère, fils)
it: Relazione (ad es. Madre, figlio)
pt: Relacionamento (por exemplo, mãe, filho)

source: Partida de nacimiento
ar: شهادة الميلاد
de: Geburtsurkunde
en: Birth certificate
fr: Acte de naissance
it: Atto di nascita
pt: Certidão de nascimento

source: Pasaporte
ar: جواز السفر
de: Reisepass
en: Passport
fr: Passeport
it: Passaporto
pt: Passaporte

source: pendientes
ar: الأقراط
de: Ohrringe
en: pending
fr: boucles d'oreilles
it: orecchini
pt: brincos

source: Pensión de jubilación del Estado y del empleador
ar: معاش الدولة وصاحب العمل
de: Staats- und Betriebsrente
en: State and workplace pension
fr: Retraite de l'État et de l'employeur
it: Pensione statale e aziendale
pt: Pensão do Estado e do empregador

source: Perfiles Familiares
ar: ملفات تعريف العائلة
de: Familienprofile
en: Family Profiles
fr: Profils familiaux
it: Profili familiari
pt: Perfis familiares

source: Permiso de circulación
ar: تصريح التداول
de: Zulassungsbescheinigung
en: Vehicle registration
fr: Permis de circulation
it: Permesso di circolazione
pt: Licença de circulação

source: Permiso de residencia
ar: تصريح الإقامة
de: Aufenthaltsgenehmigung
en: Residence permit
fr: Permis de résidence
it: Permesso di soggiorno
pt: Autorização de residência

source: Permiso de trabajo
ar: تصريح العمل
de: Arbeitserlaubnis
en: Work permit
fr: Permis de travail
it: Permesso di lavoro
pt: Autorização de trabalho

source: Permiso de trabajo (Passeport Talent)
ar: تصريح العمل (Passeport Talent)
de: Arbeitserlaubnis (Passeport Talent)
en: Work permit (Passeport Talent)
fr: Permis de travail (Passeport Talent)
it: Permesso di lavoro (Passeport Talent)
pt: Autorização de residência para trabalho (Passeport Talent)

source: Permiso de trabajo (permesso di soggiorno)
ar: تصريح الإقامة للعمل
de: Arbeitserlaubnis (permesso di soggiorno)
en: Work permit (permesso di soggiorno)
fr: Permis de travail (permesso di soggiorno)
it: Permesso di soggiorno per lavoro
pt: Autorização de residência para trabalho

source: Permiso de trabajo (Skilled Worker)
ar: تأشيرة عمل (Skilled Worker)
de: Arbeitserlaubnis (Skilled Worker)
en: Work visa (Skilled Worker)
fr: Permis de travail (Skilled Worker)
it: Permesso di lavoro (Skilled Worker)
pt: Visto de trabalho (Skilled Worker)

source: Permite las notificaciones para que podamos recordarte tus tareas y trámites a tiempo.
ar: السماح بالإشعارات حتى نتمكن من تذكيرك بمهامك وإجراءاتك في الوقت المحدد.
de: Lassen Sie Benachrichtigungen zu, damit wir Sie rechtzeitig an Ihre Aufgaben und Abläufe erinnern können.
en: Allow notifications so we can remind you of your tasks and obligations on time.
fr: Autorisez les notifications afin que nous puissions vous rappeler vos tâches et procédures à temps.
it: Consenti le notifiche in modo che possiamo ricordarti le tue attività e procedure in tempo.
pt: Permita notificações para que possamos lembrá-lo de suas tarefas e procedimentos a tempo.

source: Permitir
ar: السماح
de: Erlauben
en: Allow
fr: Autoriser
it: Consenti

source: Perú
ar: بيرو
de: Peru
en: Peru
fr: Pérou
it: Perù
pt: Peru

source: Pico y placa
ar: نظام تناوب المركبات
de: Fahrerlaubnis nach Wochentag
en: Odd-even driving restriction
fr: Alternance de circulation
it: Divieto di circolazione alternato
pt: Rodízio de veículos

source: Plan de jubilación (401k / IRA)
ar: خطة التقاعد (401k / IRA)
de: Rentenplan (401k / IRA)
en: Retirement plan (401k / IRA)
fr: Plan de retraite (401k / IRA)
it: Piano di pensionamento (401k / IRA)
pt: Plano de aposentadoria (401k / IRA)

source: Plan de pensiones
ar: خطة التقاعد
de: Rentenplan
en: Pension plan
fr: Plan de retraite
it: Piano pensionistico
pt: Plano de pensões

source: Plan de pensiones (INPS)
ar: خطة التقاعد (INPS)
de: Rentenplan (INPS)
en: Pension plan (INPS)
fr: Plan de retraite (INPS)
it: Piano pensionistico (INPS)
pt: Fundo de reformas (INPS)

source: Plan de pensiones (renta legal)
ar: خطة التقاعد (المعاش القانوني)
de: Rentenplan (gesetzliche Rente)
en: Pension plan (statutory pension)
fr: Plan de retraite (régime obligatoire)
it: Piano pensionistico (previdenza obbligatoria)
pt: Plano de reformas (pensão legal)

source: Planifica tus tareas diarias y mantén el foco en lo que realmente importa con una vista de línea de tiempo.
ar: خطط لمهامك اليومية واستمر في التركيز على ما يهم حقًا من خلال عرض الجدول الزمني.
de: Planen Sie Ihre täglichen Aufgaben und konzentrieren Sie sich mit der Zeitleistenansicht auf das Wesentliche.
en: Plan your daily tasks and keep focus on what truly matters with a timeline view.
fr: Planifiez vos tâches quotidiennes et restez concentré sur ce qui compte vraiment grâce à une vue chronologique.
it: Pianifica le tue attività quotidiane e rimani concentrato su ciò che conta davvero con una visualizzazione temporale.
pt: Planeje suas tarefas diárias e mantenha o foco no que realmente importa com uma visualização de linha do tempo.

source: Política de Privacidad
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
en: Privacy Policy
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade

source: Portugal
ar: البرتغال
it: Portogallo

source: Predial (impuesto predial)
ar: الضريبة العقارية (بريدال)
de: Grundsteuer (Predial)
en: Property tax (predial)
fr: Impôt foncier (predial)
it: Imposta prediale
pt: Imposto predial

source: Preparar el día · %@
ar: تحضير اليوم · %@
de: Bereiten Sie den Tag vor · %@
en: Prepare the day · %@
fr: Préparez la journée · %@
it: Prepara la giornata · %@
pt: Prepare o dia · %@

source: Prioridad
ar: الأولوية
de: Priorität
en: Priority
fr: Priorité
it: Priorità
pt: Prioridade

# pro.escalatedAlerts.schedule
source: Recibirás avisos 1 mes, 2 semanas, 1 semana y 2 días antes del vencimiento.
ar: ستتلقى تنبيهات قبل الاستحقاق بشهر وأسبوعين وأسبوع ويومين.
de: Du wirst 1 Monat, 2 Wochen, 1 Woche und 2 Tage vor Ablauf benachrichtigt.
en: You'll be alerted 1 month, 2 weeks, 1 week, and 2 days before expiry.
fr: Vous serez alerté 1 mois, 2 semaines, 1 semaine et 2 jours avant l'échéance.
it: Riceverai avvisi 1 mese, 2 settimane, 1 settimana e 2 giorni prima della scadenza.
pt: Receberás avisos 1 mês, 2 semanas, 1 semana e 2 dias antes do vencimento.

# pro.escalatedAlerts.title
source: Alertas intensificadas
ar: تنبيهات مشددة
de: Intensivierte Warnungen
en: Escalated alerts
fr: Alertes renforcées
it: Avvisi intensificati
pt: Alertas reforçadas

# pro.escalatedAlerts.toggle
source: Activar alertas intensificadas
ar: تفعيل التنبيهات المشددة
de: Intensivierte Warnungen aktivieren
en: Enable escalated alerts
fr: Activer les alertes renforcées
it: Attiva avvisi intensificati
pt: Ativar alertas reforçadas

# pro.familyProfiles.title
source: Perfiles familiares
ar: ملفات العائلة
de: Familienprofile
en: Family profiles
fr: Profils familiaux
it: Profili familiari
pt: Perfis familiares

# pro.locked
source: Bloqueado
ar: مقفل
de: Gesperrt
en: Locked
fr: Verrouillé
it: Bloccato

# pro.widgets.locked
source: Los widgets requieren Recuerda tus Trámites Pro
ar: تتطلب الأدوات Recuerda tus Trámites Pro
de: Widgets erfordern Recuerda tus Trámites Pro
en: Widgets require Recuerda tus Trámites Pro
fr: Les widgets nécessitent Recuerda tus Trámites Pro
it: I widget richiedono Recuerda tus Trámites Pro
pt: Os widgets requerem Recuerda tus Trámites Pro

source: Puedes añadirlas desde la vista Hoy.
ar: يمكنك إضافتها من عرض اليوم.
de: Sie können sie in der Heute-Ansicht hinzufügen.
en: You can add them from the Today view.
fr: Vous pouvez les ajouter à partir de la vue Aujourd'hui.
it: Puoi aggiungerli dalla vista Oggi.
pt: Você pode adicioná-los na visualização Hoje.

source: Quotas de condomínio
ar: رسوم المبنى السكني
de: Hausgeld
en: Condominium fees
fr: Charges de copropriété
it: Spese condominiali

source: Racha de rutinas completadas
ar: سلسلة من الإجراءات المكتملة
de: Reihe abgeschlossener Routinen
en: Routine streak
fr: Série de routines terminées
it: Serie di routine completate
pt: Sequência de rotinas concluídas

source: Registra un trámite para consultarlo y editarlo desde aquí.
ar: قم بتسجيل إجراء للتشاور وتحريره من هنا.
de: Registrieren Sie hier ein Verfahren, um es einzusehen und zu bearbeiten.
en: Register an obligation to view and edit it from here.
fr: Enregistrez une procédure pour la consulter et la modifier à partir d'ici.
it: Registra una procedura per consultarla e modificarla da qui.
pt: Cadastre um procedimento para consultá-lo e editá-lo aqui.

source: Registro civil de nacimiento
ar: سجل الميلاد المدني
de: Geburtsurkunde (Standesamt)
en: Civil registry birth record
fr: Registre civil de naissance
it: Registro civile di nascita
pt: Registo civil de nascimento

source: Reino Unido
ar: المملكة المتحدة
de: Vereinigtes Königreich
en: United Kingdom
fr: Royaume-Uni
it: Regno Unito

source: Repetir
ar: تكرار
de: Wiederholen
en: Repeat
fr: Répéter
it: Ripeti

source: Revisa cómo fue tu día y prepara el de mañana.
ar: راجع كيف سار يومك واستعد للغد.
de: Überprüfen Sie, wie Ihr Tag verlaufen ist, und bereiten Sie sich auf morgen vor.
en: Review how your day went and prepare for tomorrow.
fr: Passez en revue votre journée et préparez-vous pour demain.
it: Rivedi come è andata la tua giornata e preparati per domani.
pt: Reveja como foi seu dia e prepare-se para amanhã.

source: Revisar y cerrar · %@
ar: مراجعة وإغلاق · %@
de: Überprüfen und schließen · %@
en: Review & close · %@
fr: Réviser et fermer · %@
it: Rivedi e chiudi · %@
pt: Revise e feche · %@

source: Revisión de calderas y de agua
ar: فحص الغلاية والماء الساخن
de: Kessel- und Warmwasserprüfung
en: Boiler and hot water check
fr: Entretien chaudière et eau chaude
it: Verifica caldaia e acqua calda
pt: Verificação de caldeira e água quente

source: Revisión del día
ar: مراجعة اليوم
de: Rückblick auf den Tag
en: Daily review
fr: Bilan de la journée
it: Resoconto della giornata
pt: Revisão do dia

source: Revisión del taller
ar: صيانة الورشة
de: Werkstatt-Service
en: Workshop service
fr: Révision en garage
it: Revisione in officina
pt: Revisão na oficina

source: Revisión del vehículo (revisione periodica)
ar: المراجعة الدورية للمركبة
de: Fahrzeugprüfung (Revision)
en: Vehicle inspection (revisione periodica)
fr: Contrôle technique (revision)
it: Revisione periodica del veicolo
pt: Inspeção periódica do veículo

source: Revisión ginecológica
ar: فحص نسائي
de: Gynäkologische Untersuchung
en: Gynecological checkup
fr: Examen gynécologique
it: Visita ginecologica
pt: Revisão ginecológica

source: Revisión médica anual
ar: فحص طبي سنوي
de: Jährliche Gesundheitsuntersuchung
en: Annual medical checkup
fr: Bilan médical annuel
it: Visita medica annuale
pt: Revisão médica anual

source: Revisión óptica
ar: فحص النظر
de: Augenuntersuchung
en: Eye exam
fr: Examen de la vue
it: Visita oculistica
pt: Exame oftalmológico

source: Revisión técnica de vehículos
ar: الفحص الفني للمركبات
de: Technische Fahrzeugprüfung
en: Vehicle technical inspection
fr: Révision technique des véhicules
it: Revisione tecnica dei veicoli
pt: Inspeção técnica de veículos

source: Revisión técnica mecánica (RTM)
ar: الفحص الفني الميكانيكي (RTM)
de: Mechanische Fahrzeugprüfung (RTM)
en: Mechanical inspection (RTM)
fr: Révision technique mécanique (RTM)
it: Revisione tecnica meccanica (RTM)
pt: Revisão técnica mecânica (RTM)

source: Revisión técnica vehicular
ar: الفحص الفني للمركبة
de: Technische Fahrzeugprüfung
en: Vehicle technical inspection
fr: Révision technique du véhicule
it: Revisione tecnica del veicolo
pt: Inspeção técnica do veículo

source: Revisión vehicular
ar: فحص المركبة
de: Fahrzeugprüfung
en: Vehicle inspection
fr: Contrôle technique du véhicule
it: Revisione del veicolo
pt: Inspeção do veículo

source: Revisión vehicular (VTV)
ar: فحص المركبة (VTV)
de: Fahrzeugprüfung (VTV)
en: Vehicle inspection (VTV)
fr: Contrôle du véhicule (VTV)
it: Revisione del veicolo (VTV)
pt: Inspeção do veículo (VTV)

# routine.completed
source: Completada
ar: مكتمل
de: Abgeschlossen
en: Completed
fr: Terminé
it: Completato
pt: Concluído

# routine.dayComplete
source: Día completo ✓
ar: يوم كامل ✓
de: Ganzer Tag ✓
en: Day complete ✓
fr: Journée complète ✓
it: Giornata intera ✓
pt: Dia inteiro✓

# routine.evening
source: Noche
ar: ليلة
de: Nacht
en: Evening
fr: nuit
it: notte
pt: noite

# routine.morning
source: Mañana
ar: غدا
de: Morgen
en: Morning
fr: Demain
it: Domani
pt: Amanhã

# routine.streak
source: días seguidos
ar: أيام متتالية
de: Tage hintereinander
en: days in a row
fr: jours d'affilée
it: giorni di fila
pt: dias seguidos

# routine.streak.one
source: día seguido
ar: يوم على التوالي
de: Tag in Folge
en: day in a row
fr: jour d'affilée
it: giorno di fila
pt: dia seguido

# routine.subtitle
source: El ritual que cierra el ciclo de tu día
ar: الطقوس التي تغلق دورة يومك
de: Das Ritual, das den Kreislauf Ihres Tages schließt
en: The ritual that closes your day
fr: Le rituel qui clôture le cycle de votre journée
it: Il rituale che chiude il ciclo della tua giornata
pt: O ritual que fecha o ciclo do seu dia

# routine.title
source: Rutina diaria
ar: الروتين اليومي
de: Alltag
en: Daily routine
fr: routine quotidienne
it: routine quotidiana
pt: rotina diária

source: RUC (Registro Único de Contribuyentes)
ar: RUC (سجل دافعي الضرائب الموحد)
de: RUC (einheitliches Steuerregister)
en: RUC (unique taxpayer registry)
fr: RUC (registre unique des contribuables)
it: RUC (registro unico dei contribuenti)
pt: RUC (registo único de contribuintes)

source: RUT (Registro Único Tributario)
ar: RUT (السجل الضريبي الموحد)
de: RUT (einheitliches Steuerregister)
en: RUT (unique tax register)
fr: RUT (registre unique des contribuables)
it: RUT (registro unico dei contribuenti)
pt: RUC (registo único de contribuintes)

source: RUT / Cédula de identidad
ar: RUT / بطاقة الهوية
de: RUT / Personalausweis
en: RUT / National ID card
fr: RUT / carte nationale d'identité
it: RUT / carta d'identità
pt: RUT / cartão de identidade

source: Rutina
ar: روتين
de: Routine
en: Routine
fr: Routine
it: Routine
pt: Rotina

source: Rutina de mañana
ar: روتين الصباح
de: Morgenroutine
en: Morning routine
fr: routine matinale
it: routine mattutina
pt: rotina matinal

source: Rutina de noche
ar: الروتين الليلي
de: Nachtroutine
en: Evening routine
fr: routine nocturne
it: routine notturna
pt: rotina noturna

source: Sáb
ar: جلس
de: Sa
en: Sat
fr: Samedi
it: Sab
pt: Sábado

source: Sábado
ar: السبت
de: Samstag
en: Saturday
fr: samedi
it: Sabato

source: Salud
ar: الصحة
de: Gesundheit
en: Health
fr: Santé
it: Salute
pt: Saúde

source: Se mostrará incluso con la app cerrada
ar: سيتم عرضه حتى مع إغلاق التطبيق
de: Es wird auch bei geschlossener App angezeigt
en: Will show even if the app is closed
fr: Il sera affiché même avec l'application fermée
it: Verrà mostrato anche con l'app chiusa
pt: Será mostrado mesmo com o aplicativo fechado

source: Se muestran siempre
ar: يتم عرضها دائمًا
de: Sie werden immer angezeigt
en: Always shown
fr: Ils sont toujours montrés
it: Vengono sempre mostrati
pt: Eles são sempre mostrados

source: Se ocultan al terminar
ar: يختبئون عند الانتهاء
de: Sie verstecken sich, wenn sie fertig sind
en: Hidden when finished
fr: Ils se cachent quand ils ont fini
it: Si nascondono quando hanno finito
pt: Eles se escondem quando terminam

source: Seguro de moto
ar: تأمين الدراجة النارية
de: Motorradversicherung
en: Motorcycle insurance
fr: Assurance moto
it: Assicurazione moto
pt: Seguro da mota

source: Seguro de salud (IMSS / ISSSTE)
ar: التأمين الصحي (IMSS / ISSSTE)
de: Krankenversicherung (IMSS / ISSSTE)
en: Health insurance (IMSS / ISSSTE)
fr: Assurance maladie (IMSS / ISSSTE)
it: Assicurazione sanitaria (IMSS / ISSSTE)
pt: Seguro de saúde (IMSS / ISSSTE)

source: Seguro de vida
ar: تأمين الحياة
de: Lebensversicherung
en: Life insurance
fr: Assurance vie
it: Assicurazione sulla vita

source: Seguro del coche
ar: تأمين السيارة
de: Kfz-Versicherung
en: Car insurance
fr: Assurance auto
it: Assicurazione auto
pt: Seguro do carro

source: Seguro del edificio y del contenido
ar: تأمين المبنى والمحتويات
de: Gebäude- und Hausratversicherung
en: Buildings and contents insurance
fr: Assurance du logement et des biens
it: Assicurazione edificio e contenuto
pt: Seguro do edifício e do conteúdo

source: Seguro del hogar
ar: تأمين المنزل
de: Hausratversicherung
en: Home insurance
fr: Assurance habitation
it: Assicurazione casa
pt: Seguro da casa

source: Seguro del vehículo
ar: تأمين المركبة
de: Fahrzeugversicherung
en: Vehicle insurance
fr: Assurance véhicule
it: Assicurazione auto
pt: Seguro do veículo

source: Seguro médico privado
ar: تأمين صحي خاص
de: Private Krankenversicherung
en: Private health insurance
fr: Assurance santé privée
it: Assicurazione sanitaria privata
pt: Seguro de saúde privado

source: Selecciona cuándo hacerla
ar: حدد متى تفعل ذلك
de: Wählen Sie aus, wann dies erfolgen soll
en: Choose when to do it
fr: Sélectionnez quand le faire
it: Scegli quando farlo
pt: Selecione quando fazer isso

source: Selecciona un Avatar
ar: حدد الصورة الرمزية
de: Wählen Sie einen Avatar aus
en: Select an Avatar
fr: Sélectionnez un avatar
it: Seleziona un avatar
pt: Selecione um avatar

source: Semana laboral
ar: أسبوع العمل
de: Arbeitswoche
en: Work week
fr: semaine de travail
it: settimana lavorativa
pt: semana de trabalho
